Autodesk.Revit.UI.INumberingUICallbackProxy.ShowNumberingPartitioningDialog(Autodesk.Revit.DB.Document,Autodesk.Revit.DB.ElementId)
Display the partitioning options interface.
document:
The document.
parameterId:
The parameter used for numbering for which this operation was called.
Returns:
True if the operation requieres the transaction where it was executed to be commited.
Since:
2027